brew 'git'
brew 'vim'
brew 'jq'
brew 'tree'
brew 'yarn'
brew 'curl'
brew 'wget'
brew 'anyenv'

cask 'google-chrome'
cask 'firefox'

cask 'github'
cask 'warp'
cask 'visual-studio-code'
cask 'jetbrains-toolbox'
cask 'coteditor'
cask 'docker'
cask 'ipfs'
cask 'postman'
cask 'db-browser-for-sqlite'
cask 'sequel-ace'
cask 'altair-graphql-client'

cask 'notion'
cask 'slack'
cask 'discord'
cask 'zoom'
cask 'bitwarden'

cask 'appcleaner'
cask 'the-unarchiver'
cask 'rectangle'

cask 'brooklyn'
