# ===========================================
# system
brew 'git'
brew 'jq'
brew 'tree'
brew 'yarn'
brew 'curl'
brew 'wget'
brew 'libyaml'
brew 'readline'

brew 'mas'
brew 'starship'
brew 'neovim'
brew 'zoxide'
brew 'fzf'
brew 'lazydocker'
brew 'zsh-autosuggestions'

# ===========================================
# develop
cask 'warp'
cask 'visual-studio-code'
cask 'coteditor'
cask 'github'
cask 'docker'
cask 'postman'
cask 'tableplus'
cask 'altair-graphql-client'

# social
cask 'google-chrome'
cask 'google-drive'
cask 'slack'
cask 'discord'
cask 'zoom'
cask 'notion'
cask 'cron'

# util
cask '1password'
cask '1password-cli'
cask 'appcleaner'
cask 'the-unarchiver'
cask 'balenaetcher'
cask 'clipy'

# system
cask 'raycast'
cask 'alt-tab'
cask 'karabiner-elements'
cask 'mos'
cask 'skitch'
cask 'hiddenbar'

# font
cask 'font-cica'

# ===========================================
# mac app store
mas "RunCat", id: 1429033973
mas "Spaced", id: 1666327168
