brew "git"
brew "vim"
brew "jq"
brew "tree"
brew "yarn"
brew "curl"
brew "wget"
brew "anyenv"
brew "hadolint"

cask "visual-studio-code"
cask "coteditor"
cask "github"
cask "google-chrome"
cask "firefox"
cask "docker"
cask "slack"
cask "zoom"
cask "discord"
cask "notion"
cask "bitwarden"
cask "appcleaner"
cask "the-unarchiver"
cask "jetbrains-toolbox"

cask "brooklyn"
